export default {
  header: {
    title: 'Ищем фильмы и сериалы по саундтреку'
  },
  search: {
    placeholder: {
      byArtist: 'Введите название исполнителя',
      bySong: 'Введите название песни'
    },
    eg: 'Например,',
    toogle: {
      byArtist: 'Искать по исполнителю',
      bySong: 'Искать по треку'
    }

  },
  resent: 'Недавно искали',
  footer: {
    aboutLink: 'О проекте',
    aboutCap: 'Где играла эта песня?',
    aboutText:'В хорошем кино – хороший саундтрек. Ostie помогает найти фильмы и сериалыпо имени артиста или названию композиции. Если вам хочется узнать,в каком фильме звучала та самая песня или в создании саундтрека к какому сериалу принимала участие ваша любимая группа – Ostie поможет.',
    telegram:'Ostie в Telegram'
  },
  result: {
    countArtist:'Найдено артистов:',
    cap: '{what} можно услышать в этих фильмах',
    byArtist: {
      nullResult: 'Кажется, нет ни одного фильма с таким саундтреком... Попробуйте',
      nullResultLinkText: 'поискать по названию трека',
    },
    bySong: {
      nullResult: 'Не удалось найти ни одного саундтрека к фильму... Попробуйте',
      nullResultLinkText: 'поискать по другому треку',
      nullResultForSong: 'У {artistName} нет саундтрека по выбранной композиции. Попробуйте найти фильмы',
      nullResultForSongLinkText: 'по исполнителю',
    },
    songs: 'Звучит:',
    episodes: 'В эпизодах:',
    spoiler: 'Показать больше результатов'
  }


}